Repository: LDAPAccountManager/lam
Catalog: lam-packaging/debian/po/*.po
Languages: es

source: Web server configuration:
es: Configuración del servidor web:

source: LDAP Account Manager supports any webserver that supports PHP4, but this automatic configuration process only supports Apache and Apache2. If you choose to configure Apache(2) LAM can be accessed at http(s)://localhost/lam
es: El gestor de cuentas LDAP es compatible con cualquier servidor web que permita usar PHP4, pero este proceso automático de configuración sólo es compatible con Apache y Apache2. Si escoge configurar Apache(2), podrá acceder a LAM desde «http(s)://localhost/lam»

source: Alias name:
es: Alias:

source: LAM will add an alias to your httpd.conf which allows you to access LAM at http(s)://localhost/lam. You may select an alias other than "lam".
es: LAM añadirá un alias a su archivo «httpd.conf», que le permitirá acceder a LAM desde «http(s)://localhost/lam». Puede elegir un alias distinto a «lam».

source: Master configuration password (clear text):
es: Contraseña maestra de la configuración (texto en claro):

source: The configuration profiles are secured by a master password. You will need it to create and delete profiles. As default it is set to "lam" and can be changed directly in LAM.
es: Los perfiles de configuración se protegen con una contraseña maestra. La necesitará para crear y borrar perfiles. Por omisión se establece a «lam» y puede cambiarse directamente en LAM.

source: Would you like to restart your webserver(s) now?
es: ¿Desea reiniciar ahora su(s) servidor(es) web?

source: Your webserver(s) need to be restarted in order to apply the changes.
es: Su(s) servidor(es) web necesitan reiniciarse para que se apliquen los cambios.

source: Upgrade from pre-0.5.0 versions
es: Actualizar desde versiones anteriores a la 0.5.0

source: Please note that this version uses new file formats for configuration and account profiles. You will have to update your configuration and create new account profiles.
es: Por favor, tenga en cuenta que esta versión usa formatos nuevos de archivo para la configuración y los perfiles de usuario. Tendrá que actualizar su configuración y crear nuevos perfiles de usuario.

source: Upgrade from pre-1.0.0 versions
es: Actualizar desde versiones anteriores a la 1.0.0

source: Please note that this version uses new file formats for the configuration profiles. Please edit your configuration files and save the new settings.
es: Por favor, tenga en cuenta que esta versión usa formatos nuevos de archivo para los perfiles de configuración. Edite sus archivos de configuración y guarde los cambios.
